Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingWatchApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# watch_widget.outdoor_pace
source: ペース
ar_sa: السرعة
ca: Ritme
cs: Rychlost
da: Tempo
de_de: Tempo
el: Ρυθμός
en_au: Pace
es_es: Ritmo
fi: Nopeus
fr_ca: Rythme
gu: ઝડપ
he: קצב
hi: गति
hr: Tempo
hu: Sebesség
id: Tempo
it: Ritmo
ko: 페이스
mr: गती
ms: Kejutan
nl_nl: Tempo
no: Tempo
pl: Tempo
pt_br: Ritmo
ro: Ritm
ru: Темп
sk: Rytmus
sl: Hitrost
sv: Tempo
ta: வேகம்
te: వేగం
th: ความเร็ว
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 配速

# watch_widget.outdoor_route_privacy
source: ルートはApple Healthに保存され、AIや広告には送信されません。
ar_sa: يتم حفظ المسار في Apple Health ولا يتم إرساله إلى الذكاء الاصطناعي أو الإعلانات.
ca: La ruta s'emmagatzema a Apple Health i no es comparteix amb IA ni publicitat.
cs: Trasa je uložena v Apple Health a nebude odeslána AI ani reklamám.
da: Ruten gemmes i Apple Health og sendes ikke til AI eller annoncer.
de_de: Route wird in Apple Health gespeichert und nicht an KI oder Werbung gesendet.
el: Η διαδρομή αποθηκεύεται στο Apple Health και δεν αποστέλλεται σε AI ή διαφημιστικές υπηρεσίες.
en_au: Route saved to Apple Health. Not shared with AI or advertising.
es_es: La ruta se guarda en Apple Health y no se envía a IA ni publicidad.
fi: Reitti tallennetaan Apple Healthiin, eikä sitä lähetetä AI:lle tai mainoksille.
fr_ca: Votre itinéraire est enregistré dans Apple Health et n'est pas partagé avec les applications ou la publicité.
gu: રૂટ Apple Health માં સંગ્રહિત થાય છે અને AI અથવા જાહેરાતો માટે મોકલવામાં આવતું નથી.
he: מסלול נשמר ב-Apple Health ואינו משודר ל-AI או למטרות פרסום.
hi: मार्ग Apple Health में सहेजा जाएगा और AI या विज्ञापन के लिए नहीं भेजा जाएगा।
hr: Vaša ruta se sprema u Apple Health i ne šalje se AI-u ili oglasima.
hu: Az útvonal az Apple Health-ben tárolva, és nem kerül át a mesterséges intelligenciához vagy hirdetésekhez.
id: Rute disimpan di Apple Health dan tidak dikirim ke AI atau iklan.
it: Il percorso viene salvato in Apple Health e non viene condiviso con AI o pubblicità.
ko: 경로는 Apple Health에 저장되며, AI 및 광고에는 전송되지 않습니다.
mr: तुमचा मार्ग Apple Health मध्ये सुरक्षित आहे आणि AI किंवा जाहिरातींसाठी पाठवला जाणार नाही.
ms: Rute disimpan dalam Apple Health dan tidak dihantar kepada AI atau iklan.
nl_nl: Route wordt opgeslagen in Apple Health en niet naar AI of advertenties verzonden.
no: Ruten lagres i Apple Health og sendes ikke til AI eller annonser.
pl: Trasa jest zapisywana w Apple Health i nie jest przesyłana do AI ani reklam.
pt_br: A rota é salva no Apple Health e não é enviada para IA ou anúncios.
ro: Traseul este salvat în Apple Health și nu este trimis către AI sau reclame.
ru: Маршрут сохраняется в Apple Health и не передается AI или рекламе.
sk: Trasa je uložená v Apple Health a nebude posielaná AI ani reklamám.
sl: Pot je shranjena v Apple Health in ne bo poslana AI ali oglasom.
sv: Routen sparas i Apple Health och skickas inte till AI eller annonser.
ta: வழிகள் Apple Health-இல் சேமிக்கப்படும், மேலும் AI மற்றும் விளம்பரங்களுக்கு அனுப்பப்படாது.
te: రూట్ Apple హెల్త్‌లో నిల్వ చేయబడుతుంది మరియు AI లేదా ప్రకటనలకు పంపబడదు.
th: เส้นทางจะถูกบันทึกใน Apple Health และจะไม่ถูกส่งไปยัง AI หรือโฆษณา
tr: Rota, Apple Health'e kaydedilir ve AI veya reklamcılık için kullanılmaz.
uk: Маршрут зберігається в Apple Health і не передається AI або рекламі.
vi: Đường đi được lưu trong Apple Health và không được gửi cho AI hoặc quảng cáo.
zh_hans: 路线已保存到Apple Health，不会发送给AI或广告。
zh_hant: 路線已儲存於 Apple Health，不會傳送給 AI 或廣告。

# watch_widget.outdoor_running
source: 屋外ランニング
ar_sa: الجري في الهواء الطلق
ca: Correm en aire lliure
cs: Venkovní běh
da: Løb - Udendørs
de_de: Outdoor-Laufen
el: Τρέξιμο σε εξωτερικό χώρο
en_au: Outdoor running
es_es: Carrera al aire libre
fi: Juoksu ulkona
fr_ca: Course à pied en extérieur
gu: આઉટડોર રનિંગ
he: ריצה בחוץ
hi: बाहरी दौड़
hr: Vanjski trčanje
hu: Nyílt helyen futás
id: Lari di luar ruangan
it: Corsa all'aperto
ko: 실외 러닝
mr: आउटडोअर रनिंग
ms: Lari di luar
nl_nl: Outdoor hardlopen
no: Løping utendørs
pl: Bieg na świeżym powietrzu
pt_br: Corrida ao ar livre
ro: Alergare în exterior
ru: Бег на улице
sk: Beh vonku
sl: Tehtanje na prostem
sv: Löpning - utomhus
ta: வெளியில் ஓடுதல்
te: బయట పరిగెత్తడం
th: วิ่งออกกำลังกายกลางแจ้ง
tr: Açık havada koşu
uk: Біг на відкритому повітрі
vi: Chạy bộ ngoài trời
zh_hans: 户外跑步
zh_hant: 戶外跑步

# watch_widget.outdoor_running_short
source: ランニング
ar_sa: الجري
ca: Correm
cs: Běh
da: Løb
de_de: Laufen
el: Τρέξιμο
en_au: Running
es_es: Carrera
fi: Juoksu
fr_ca: Course
gu: રનિંગ
he: ריצה
hi: दौड़
hr: Trčanje
hu: Futás
id: Lari
it: Corsa
ko: 러닝
mr: रन
ms: Lari
nl_nl: Hardlopen
no: Løping
pl: Bieg
pt_br: Corrida
ro: Alergare
ru: Бег
sk: Beh
sl: Tehtanje
sv: Löpning
ta: ஓடுதல்
te: పరిగెత్తడం
th: วิ่ง
tr: Koşu
uk: Біг
vi: Chạy bộ
zh_hans: 跑步
zh_hant: 跑步

# watch_widget.outdoor_start
source: 屋外運動を始める
ar_sa: بدء التمرين الخارجي
ca: Començar l'exercici en aire lliure
cs: Začít venkovní cvičení
da: Start udendørs aktivitet
de_de: Outdoor-Aktivität starten
el: Ξεκινήστε την εξωτερική άσκηση
en_au: Start outdoor workout
es_es: Iniciar ejercicio al aire libre
fi: Aloita ulkoilu
fr_ca: Démarrer l'exercice en extérieur
gu: આઉટડોર કસરત શરૂ કરો
he: להתחיל פעילות חוץ דלת
hi: बाहरी व्यायाम शुरू करें
hr: Započeti vanjski trening
hu: Kezd el a nyílt helyen végzett edzést
id: Mulai olahraga di luar ruangan
it: Inizia l'attività all'aperto
ko: 실외 운동 시작
mr: आउटडोअर ॲक्टिव्हिटी सुरू करा
ms: Mulai latihan luar
nl_nl: Outdoor activiteit starten
no: Start utendørs aktivitet
pl: Rozpocznij trening na świeżym powietrzu
pt_br: Iniciar exercício ao ar livre
ro: Începeți activitatea în exterior
ru: Начать открытую тренировку на улице
sk: Začať vonkajší tréning
sl: Začnite z na prostem
sv: Starta utomhusaktivitet
ta: வெளியில் உடற்பயிற்சியைத் தொடங்கவும்
te: బయట వ్యాయామం ప్రారంభించండి
th: เริ่มออกกำลังกายกลางแจ้ง
tr: Açık havada egzersizi başlat
uk: Почати відкрите тренування
vi: Bắt đầu tập thể dục ngoài trời
zh_hans: 开始户外运动
zh_hant: 開始戶外運動

# watch_widget.outdoor_started
source: {{value1}}を開始しました
ar_sa: {{value1}} بدأ
ca: {{value1}} ha començat
cs: {{value1}} bylo zahájeno
da: {{value1}} er startet
de_de: {{value1}} gestartet
el: {{value1}} ξεκίνησε
en_au: {{value1}} started
es_es: {{value1}} iniciado
fi: {{value1}} on aloitettu
fr_ca: {{value1}} a commencé
gu: {{value1}} શરૂ થઈ ગયું છે
he: {{value1}} התחל
hi: {{value1}} शुरू हो गया है
hr: {{value1}} je započeo
hu: {{value1}} elkezdődött
id: {{value1}} telah dimulai
it: {{value1}} avviato
ko: {{value1}}를 시작했습니다
mr: {{value1}} सुरू केले आहे
ms: {{value1}} telah bermula
nl_nl: {{value1}} is gestart
no: {{value1}} er startet
pl: {{value1}} rozpoczęto
pt_br: {{value1}} iniciado
ro: {{value1}} a început
ru: {{value1}} начат
sk: {{value1}} začal
sl: {{value1}} je začeto
sv: {{value1}} har startats
ta: {{value1}} தொடங்கியது
te: {{value1}} ప్రారంభించబడింది
th: {{value1}} เริ่มต้นแล้ว
tr: {{value1}} başladı
uk: {{value1}} розпочато
vi: {{value1}} đã bắt đầu
zh_hans: {{value1}}已启动
zh_hant: {{value1}} 已開始

# watch_widget.outdoor_target_pace
source: 目標ペース
ar_sa: الهدف من السرعة
ca: Ritme objectiu
cs: Cílová rychlost
da: Mål tempo
de_de: Zieltempo
el: Στόχος ρυθμού
en_au: Target pace
es_es: Ritmo objetivo
fi: Tavoitenopeus
fr_ca: Rythme cible
gu: ધ્યેયની ઝડપ
he: קצב מטרה
hi: लक्ष्य गति
hr: Ciljoviti tempo
hu: Cél sebesség
id: Target tempo
it: Ritmo obiettivo
ko: 목표 페이스
mr: लक्ष्य गती
ms: Kejutan sasaran
nl_nl: Doeltempo
no: Mål-tempo
pl: Celowe tempo
pt_br: Ritmo alvo
ro: Ritm țintă
ru: Целевой темп
sk: Cieľový rytmus
sl: Ciljona hitrost
sv: Måltempo
ta: குறிக்கோள் வேகம்
te: లక్ష్య వేగం
th: เป้าหมายความเร็ว
tr: Hedef hız
uk: Цільова швидкість
vi: Tốc độ mục tiêu
zh_hans: 目标速度
zh_hant: 目標配速

# watch_widget.outdoor_walking
source: 屋外ウォーキング
ar_sa: المشي في الهواء الطلق
ca: Caminar a l'aire lliure
cs: Venkovní chůze
da: Udetræning
de_de: Outdoor-Wandern
el: Περπάτημα σε εξωτερικό χώρο
en_au: Outdoor walking
es_es: Caminar al aire libre
fi: Ulkoilu
fr_ca: Marche en extérieur
gu: બહાર ચાલવું
he: הליכה בחוץ
hi: बाहर घूमना
hr: Vanjski hod
hu: Külső séták
id: Berjalan di Luar
it: Camminata all'aperto
ko: 야외 산책
mr: बाहेरचे चालणे
ms: Berjalan di luar
nl_nl: Wandelen buiten
no: Utendørs gåing
pl: Spacer na świeżym powietrzu
pt_br: Caminhada ao ar livre
ro: Plimbare în aer liber
ru: Прогулка на открытом воздухе
sk: Prechádzky v prírode
sl: Hoja v naravi
sv: Utomhuspromenad
ta: வெளியில் நடப்பது
te: బయట నడవడం
th: เดินออกกำลังกายกลางแจ้ง
tr: Dışarıda Yürüyüş
uk: Прогулянка на вулиці
vi: Đi bộ ngoài trời
zh_hans: 户外步行
zh_hant: 戶外健走

# watch_widget.outdoor_walking_short
source: ウォーキング
ar_sa: المشي
ca: Caminar
cs: Chůze
da: Gåtur
de_de: Wandern
el: Περπάτημα
en_au: Walking
es_es: Caminar
fi: Kävely
fr_ca: Marche
gu: ચાલવું
he: הליכה
hi: घूमना
hr: Hod
hu: Séta
id: Jalan Kaki
it: Camminata
ko: 산책
mr: चालणे
ms: Berjalan kaki
nl_nl: Wandelen
no: Gåing
pl: Spacer
pt_br: Caminhada
ro: Plimbare
ru: Прогулка
sk: Prechádzky
sl: Hoja
sv: Promenad
ta: நடத்தல்
te: నడవడం
th: เดิน
tr: Yürüyüş
uk: Прогулянка
vi: Đi bộ
zh_hans: 步行
zh_hant: 健走
